{
    
    "Anatomy": [{
                  "Name" : "Professor Nick Grey",
                  "Qualifications":"BDS, MDSc, PhD, DRD, MRD, FDSRCSEd, FHEA",
                  "Special-Interests":"Teaching innovation, implantology, restorative dentistry",
                "Biography":"Professor Nick Grey is currently Associate Dean for Teaching and Learning in the Faculty. His main role within the School of Dentistry is in teaching. His current theme is to explore new models of the delivery of teaching and learning for Student Dentists, to enhance their experience. In addition, he is developing novel ways to engage the student body using a myriad of ways of communication.\n\nHe has been heavily involved in the development of the new Manchester Dental Programme with an emphasis on the development of clinical competencies and adopting an outcome approach to the way teaching and learning is delivered. He has encouraged a team approach to teaching to broaden the learning experience for Student Dentists and is developing the philosophy of student teams involving all of the Dental Care Professionals. Recently, a collaboration with the Manchester Metropolitan University, who teach Students of Dental Technology has further enabled a team approach to teaching.\n\nNationally he is an examiner for Royal College of Surgeons and also a member of their Advisory Board in Restorative Dentistry.\n\nHe has lectured nationally and internationally and co-authored one textbook.\n\nIn 2007 he was awarded 'Teacher of the Year' for his efforts in enhancing the learning experience for Students. As Head of School he has overseen the building of a State of the art Clinical Skills Facility and the refurbishment of the main undergraduate clinical treatment clinic which places Manchester at the forefront of high quality teaching resources.\n\nHis aim is to achieve the University targets for 2015 and nurture a happy and productive environment for all staff and students. He is passionate about enhancing the teaching and learning experience for students.",
                  "Image":"nick-g.jpg"
                  }],
    "Dental Basics": [{
                      "Name" : "Professor Nick Grey",
                      "Qualifications":"BDS, MDSc, PhD, DRD, MRD, FDSRCSEd, FHEA",
                      "Special-Interests":"Teaching innovation, implantology, restorative dentistry",
                      "Biography":"Professor Nick Grey is currently Associate Dean for Teaching and Learning in the Faculty. His main role within the School of Dentistry is in teaching. His current theme is to explore new models of the delivery of teaching and learning for Student Dentists, to enhance their experience. In addition, he is developing novel ways to engage the student body using a myriad of ways of communication.\n\nHe has been heavily involved in the development of the new Manchester Dental Programme with an emphasis on the development of clinical competencies and adopting an outcome approach to the way teaching and learning is delivered. He has encouraged a team approach to teaching to broaden the learning experience for Student Dentists and is developing the philosophy of student teams involving all of the Dental Care Professionals. Recently, a collaboration with the Manchester Metropolitan University, who teach Students of Dental Technology has further enabled a team approach to teaching.\n\nNationally he is an examiner for Royal College of Surgeons and also a member of their Advisory Board in Restorative Dentistry.\n\nHe has lectured nationally and internationally and co-authored one textbook.\n\nIn 2007 he was awarded 'Teacher of the Year' for his efforts in enhancing the learning experience for Students. As Head of School he has overseen the building of a State of the art Clinical Skills Facility and the refurbishment of the main undergraduate clinical treatment clinic which places Manchester at the forefront of high quality teaching resources.\n\nHis aim is to achieve the University targets for 2015 and nurture a happy and productive environment for all staff and students. He is passionate about enhancing the teaching and learning experience for students.",
                      "Image":"nick-g.jpg"
                      }],
    "Dental Equipment": [{
                         "Name" : "Professor Nick Grey",
                         "Qualifications":"BDS, MDSc, PhD, DRD, MRD, FDSRCSEd, FHEA",
                         "Special-Interests":"Teaching innovation, implantology, restorative dentistry",
                         "Biography":"Professor Nick Grey is currently Associate Dean for Teaching and Learning in the Faculty. His main role within the School of Dentistry is in teaching. His current theme is to explore new models of the delivery of teaching and learning for Student Dentists, to enhance their experience. In addition, he is developing novel ways to engage the student body using a myriad of ways of communication.\n\nHe has been heavily involved in the development of the new Manchester Dental Programme with an emphasis on the development of clinical competencies and adopting an outcome approach to the way teaching and learning is delivered. He has encouraged a team approach to teaching to broaden the learning experience for Student Dentists and is developing the philosophy of student teams involving all of the Dental Care Professionals. Recently, a collaboration with the Manchester Metropolitan University, who teach Students of Dental Technology has further enabled a team approach to teaching.\n\nNationally he is an examiner for Royal College of Surgeons and also a member of their Advisory Board in Restorative Dentistry.\n\nHe has lectured nationally and internationally and co-authored one textbook.\n\nIn 2007 he was awarded 'Teacher of the Year' for his efforts in enhancing the learning experience for Students. As Head of School he has overseen the building of a State of the art Clinical Skills Facility and the refurbishment of the main undergraduate clinical treatment clinic which places Manchester at the forefront of high quality teaching resources.\n\nHis aim is to achieve the University targets for 2015 and nurture a happy and productive environment for all staff and students. He is passionate about enhancing the teaching and learning experience for students.",
                         "Image":"nick-g.jpg"
                         }],
    "Dental Public Health": [{
                "Name" : "Professor Rebecca Craven",
                "Qualifications":"PhD, MPH, BDS, FDS RCPS, FDS (DPH) RCPS, DDPHRCS, FFPH",
                "Special-Interests":"Dental Public Health, Dental Education and Training",
                             "Biography":"I am Senior Lecturer in Dental Health, Programme Director for the Postgraduate programmes in Dental Public Health and year lead for year 1 of the BDS Programme.\n\nI also work as an Academic Consultant in Dental Public Health, providing advice and support to Public Health England.\n\nFor several years I was an assessor for the Intercollegiate Specialty Fellowship Exam and Programme Director for Higher Specialty Training in Dental Public Health in the North West.\n\nI qualified BDS from Bristol in 1980.  Following 5 years in the Community Dental Service in Huddersfield, I had hospital jobs in Cardiff and Glasgow. After obtaining FDS, further training followed in Dental Public Health at the University of Glasgow and general dental practice.  In 1990 I was appointed Lecturer at the University of Dublin Dental School and joined the staff at Manchester in 1992. In 1997 I graduated PhD and completed higher training in the specialty.",
                "Image":"rebecca-c.jpg"
                }],
    "Endodontics": [{
                    "Name" : "Professor Alison Qualtrough",
                    "Qualifications":"BChD, MSc, PhD, FDS, MRD (RCS Ed)",
                    "Special-Interests":"Complex Endodontic Cases, Post-Graduate Education",
                    "Biography":"Professor Qualtrough graduated with honours from Leeds Dental School and was appointed as honorary consultant and senior lecturer at UDH in 1997. She is responsible for developing the postgraduate programme in endodontics and establishing endodontic services. Her clinical commitments include provision of secondary and tertiary endodontic and restorative care. Alison has lectured and examined extensively abroad as well as in the UK, and has provided more than 50 postgraduate courses and lectures. She has over 50 publications in refereed journals to her name.\n\nHer professional responsibilities include acting Chair of the Teachers of Endodontology Group, past President of the British Endodontic Society and the British Association of Teachers of Conservative Dentistry. She is proud to be the only member of the dental school to have served on the University Board of Governors and to have been awarded a Senior Fellowship of the Faculty of Higher Education.",
                    "Image":"alison-q.jpg"
                    },
                    {
                    "Name" : "Dr. Joanne Cunliffe",
                    "Qualifications":"Rest BChD, DPDS (Bristol), FDS RCS (Eng), MRD, RCS (Ed.) FDS RCS",
                    "Special-Interests":"Head and neck oral rehabilitation. Implants and special needs dental care",
                    "Biography":"Joanne Cunliffe qualified with a BChD from University of Leeds in 1991.  Her main clinical interests are surgical endodontics, implants and head and neck rehabilitation.\n\nShe is a senior Consultant at the University Dental Hospital of Manchester and holds an Honorary Lecturer appointment with the University of Manchester. In addition to her major clinical duties, she also took over Directorship of the Endodontics Masters programmes in 2008.",
                    "Image":"joanne-c.jpg"
                    },
                    {
                    "Name" : "Dr. James Darcey",
                    "Qualifications":"BDS MSc MFGDP RCSEng MEndo RCSEd",
                    "Special-Interests":"Restorative Dentistry, Periodontology, Endodontics and Dental Trauma",
                    "Biography":"Following undergraduate study James undertook vocational training in 2004 at Elaine Hawthorn and Associates.  He was awarded the Diploma of Membership to the Faculty of General Dental Practitioners (MFGDP) in 2006.  In 2008 he completed a Masters degree in Oral and Maxillofacial Surgery with distinction from the University of Manchester.\n\nIn 2010, following 6 years working in NHS general dental practice, James began specialist training at the University Dental Hospital of Manchester where he also holds an Honorary Lecturer post teaching both undergraduate and post graduate students.  In September 2013 he attained Membership in Endodontics from the Royal College of Surgeons of Edinburgh and in November 2014 passed the Intercollegiate Specialty Fellowship Examination. He is due to complete training as a Consultant in Restorative Dentistry in June 2015.  James continues to work in general dental practice providing minor oral surgery services on the NHS.\n\nJames is the author of several publications and is currently studying a Masters Degree in Dental Public Health researching the need for endodontic services across Greater Manchester.  He lecturers on many aspects of restorative dentistry and more specifically, endodontic treatment.",
                    "Image":"james-d.jpg"
                    }],
    "Ethics and Law": [{
                       "Name" : "Dr. Alisdair Miller",
                       "Qualifications":"BDS, FFGDP, FFGDP, FDS, FAcadMEd",
                       "Special-Interests":"Ethics and Law, Restorative Dentistry, Post-Graduate Education",
                       "Biography":"Alasdair was general dental practitioner in Taunton for 30 years along the way he was also a clinical assistant in oral surgery, a VT Advisor (Programme Director), Dental Postgraduate Dean, Programme Director of Bristol University’s BUOLD diploma programme and tutor on the business skills and laedership units. In 2014/5 he was the President of the BDA. He has been a non executive director of health authorities, various companies and has been for the past decade a director of the Lloyd & Whyte Group, the award winning, leading insurace brokers to healthcare professionals. The is a Council member of the MDU. QA inspector for the GDC and  External Examiner for NEBDN. He is an associate with Synergy Global consulting. All this experience has lead him to develop a passion for encouraging success in others via executive coaching. When not involved engaged in these activities he skis, sails and plays his saxaphone, badly!",
                       "Image":"alisdair-m.jpg"
                       },
                       {
                       "Name" : "Dr. David Whitehouse",
                       "Qualifications":"BDS, PG Cert TLCP",
                       "Special-Interests":"Law & Ethics, Advanced restorative and surgical dentistry, general family dentistry",
                       "Biography":"David is the practice owner/partner of Johnson & Whitehouse Chester. He is an undergraduate tutor with Liverpool University, a postgraduate trainer with Mersey Deanery and was the Dental Clinical Lead for Western Cheshire PCT. He also is a member of the formative Local Professional Network. David’s professional interests are general family dentistry, advanced conservation and surgical dentistry.\n\nHe is a member of the British Dental Association, The Society for the advancement of Anesthesia in Dentistry, the Dental Defence Union and the European Mentoring and Coaching Council. David’s spare time is spent pursuing DIY, photography, swimming, scuba diving and traveling.",
                       "Image":"david-w.jpg"
                       }],
    "Dental Materials": [{
                         "Name" : "Professor Nick Silikas",
                         "Qualifications":"B.Sc (Hons), M.Phil, Ph.D, FADM",
                         "Special-Interests":"Prosthodontics, Dental Materials and Dental Implantology",
                         "Biography":"Nick Silikas is the Director of Graduate Education for the School of Dentistry at the University of Manchester as well as a senior lecturer in Dental Biomaterials Science.\n\nHe supervises a number of Postgraduate Research students at PhD and MPhil level.  Dr. Silikas also supervises a number of Postgraduate students who are completing their MSc in Endodontics, Fixed and Removable Prosthodontics or Dental Implantology for their respective theses.",
                         "Image":"nick-s.jpg"
                         }],
    "Medical Emergencies": [{
                            "Name" : "Professor Nick Grey",
                            "Qualifications":"BDS, MDSc, PhD, DRD, MRD, FDSRCSEd, FHEA",
                            "Special-Interests":"Teaching innovation, implantology, restorative dentistry",
                            "Biography":"Professor Nick Grey is currently Associate Dean for Teaching and Learning in the Faculty. His main role within the School of Dentistry is in teaching. His current theme is to explore new models of the delivery of teaching and learning for Student Dentists, to enhance their experience. In addition, he is developing novel ways to engage the student body using a myriad of ways of communication.\n\nHe has been heavily involved in the development of the new Manchester Dental Programme with an emphasis on the development of clinical competencies and adopting an outcome approach to the way teaching and learning is delivered. He has encouraged a team approach to teaching to broaden the learning experience for Student Dentists and is developing the philosophy of student teams involving all of the Dental Care Professionals. Recently, a collaboration with the Manchester Metropolitan University, who teach Students of Dental Technology has further enabled a team approach to teaching.\n\nNationally he is an examiner for Royal College of Surgeons and also a member of their Advisory Board in Restorative Dentistry.\n\nHe has lectured nationally and internationally and co-authored one textbook.\n\nIn 2007 he was awarded 'Teacher of the Year' for his efforts in enhancing the learning experience for Students. As Head of School he has overseen the building of a State of the art Clinical Skills Facility and the refurbishment of the main undergraduate clinical treatment clinic which places Manchester at the forefront of high quality teaching resources.\n\nHis aim is to achieve the University targets for 2015 and nurture a happy and productive environment for all staff and students. He is passionate about enhancing the teaching and learning experience for students.",
                            "Image":"nick-g.jpg"
                            }],
    "Oral Medicine": [{
                      "Name" : "Dr. Mike Pemberton",
                      "Qualifications":"BDS, MBChB, FDS RCSEd",
                      "Special-Interests":"Oral Medicine",
                      "Biography":"Dr Mike Pemberton undertook his undergraduate dental degree at Sheffield qualifying in 1985, followed by junior hospital dental positions. He then was awarded his medical degree at Sheffield qualifying in 1995. Following higher specialist training in Manchester, he was appointed Consultant and honorary lecturer in medicine in dentistry at the University of Manchester in 2000. Mike Pemberton’s research interests centre around oral mucosal disease. He has published extensively across Nature Genetics, British Medical Journal, British Dental Journal, and British Journal of Cancer. Alongside his academic and clinical duties, he is also the regional dental advisor for the Royal College of Surgeons of Edinburgh.",
                      "Image":"mike-p.jpg"
                      },
                      {
                      "Name" : "Dr. Raj Ariyaratnam",
                      "Qualifications":"BDS, MDS (MAN), FDSRCS (ENG)",
                      "Special-Interests":"",
                      "Biography":"Dr. Ariyaratnam is a Specialist Oral Physician and Oral Surgeon based at the Central Manchester Foundation Trust. He is the academic lead for undergraduate Oral Medicine Teaching programme at the University of Manchester, playing a leading role in curriculum setting, course coordination and assessment exercises.\n\nHis role extends to acting as an internal examiner for the University MPhil and MSc courses, as well as examining for the Royal College of Surgeons (MDSRCS, MJDFRCS and LDSRCS examinations) and the General Dental Council (Statutory and ORE examinations). Outside of his examining role he travels across the world to teach at other Universities across Asia and thoroughly enjoys the clinical aspects of treating patients.",
                      "Image":"raj-a.jpg"
                      }],
    "Oral Pathology": [{
                       "Name" : "Dr. Mike Pemberton",
                       "Qualifications":"BDS, MBChB, FDS RCSEd",
                       "Special-Interests":"Oral Medicine",
                       "Biography":"Dr Mike Pemberton undertook his undergraduate dental degree at Sheffield qualifying in 1985, followed by junior hospital dental positions. He then was awarded his medical degree at Sheffield qualifying in 1995. Following higher specialist training in Manchester, he was appointed Consultant and honorary lecturer in medicine in dentistry at the University of Manchester in 2000. Mike Pemberton’s research interests centre around oral mucosal disease. He has published extensively across Nature Genetics, British Medical Journal, British Dental Journal, and British Journal of Cancer. Alongside his academic and clinical duties, he is also the regional dental advisor for the Royal College of Surgeons of Edinburgh.",
                       "Image":"mike-p.jpg"
                       },
                       {
                       "Name" : "Dr. Raj Ariyaratnam",
                       "Qualifications":"BDS, MDS (MAN), FDSRCS (ENG)",
                       "Special-Interests":"",
                       "Biography":"Dr. Ariyaratnam is a Specialist Oral Physician and Oral Surgeon based at the Central Manchester Foundation Trust. He is the academic lead for undergraduate Oral Medicine Teaching programme at the University of Manchester, playing a leading role in curriculum setting, course coordination and assessment exercises.\n\nHis role extends to acting as an internal examiner for the University MPhil and MSc courses, as well as examining for the Royal College of Surgeons (MDSRCS, MJDFRCS and LDSRCS examinations) and the General Dental Council (Statutory and ORE examinations). Outside of his examining role he travels across the world to teach at other Universities across Asia and thoroughly enjoys the clinical aspects of treating patients.",
                       "Image":"raj-a.jpg"
                       }],
    "Orthodontics": [{
                "Name" : "Dr. Steve Chadwick",
                "Qualifications":"FDS, RCSEdin., MSc, M.Orth RCS, FDS (Orth), RCSEdin., PGCertTL., MA Clinical Education.",
                "Special-Interests":"Orthodontics, Post-Graduate Education",
                     "Biography":"Dr Stephen Mark Chadwick has been Consultant Orthodontist at the Countess of Chester NHS Foundation trust since 1999. He has been the chair of examiners for both the Diploma in Orthodontic Therapy, MOrth and is currently Chair of the Bi-MOrth board. In 2013, he was elected to the Faculty Board and is currently Junior Vice-Dean of the Faculty and Vice-Chair of the Examinations Committee.\n\nHe qualified from the Dental School, University of Liverpool in 1987. Completed his FDS at the Royal College of Surgeons Edinburgh 1990 and an MSc in Orthodontics at the University of Newcastle Upon Tyne in 1993. Having passed his MOrthRCS England in 1994, he was appointed as Senior Registrar in Orthodontics at the University of Manchester where he was appointed as Consultant in 1997 having achieving his FDS(Orth)RCS. An MA in clinical education followed from the University of Lancaster 2005 that provided a foundation for examinerships for FDS, MFDS, Diploma in Orthodontic therapy and Bi-MOrth.",
                "Image":"steve-s.jpg"
                }],
    
    "Paediatric Dentistry": [{
                             "Name" : "Dr. Siobhan Barry",
                             "Qualifications":"Qualifications BDS NUI (Cork), MFDS RCS Dub, M Paed Dent Glasgow, DClin Dent (University of Leeds), FDS(Paed Dent), RCPS (Glasg)",
                             "Special-Interests":"Dental care for the medically compromised child, in particular children with Autism Spectrum Disorder. Dental trauma.",
                             "Biography":"Siobhan graduated from Cork Dental Hospital, in the Republic of Ireland in 2001, and worked as a general dental surgeon with the Health Services Executive for a year – providing dental care for children and adults with special needs.\n\nShe then moved to the UK, where she worked as a Senior House Officer in Oral and Maxillofacial Surgery in both the University Hospital of North Staffordshire NHS Trust and the University Hospital of South Manchester NHS Trust. She spent five years working as a general dental surgeon with the Health Services Executive in the Republic of Ireland before taking an 18 month post as registrar in Paediatric Dentistry in Our Lady’s Children’s Hospital, Dublin – the largest Children’s hospital in Ireland. She moved to Leeds Dental Institute in 2009, as a Specialist Registrar in Paediatric Dentistry and completed a Clinical Doctorate in Paediatric Dentistry through the University of Leeds, with a thesis entitled, “Improving Access and Reducing Barriers to Dental Care for Children with Autism Spectrum Disorder”. She then completed an additional 2 years consultant training in the Leeds Dental Institute and was appointed as a Consultant in Paediatric Dentistry at the University Dental Hospital of Manchester in October 2014.\n\nShe is a visiting academic at the Dubai College of Dental Medicine. She has presented at national and international conferences and published widely in peer-reviewed journals.",
                             "Image":"siobhan-b.jpg"
                             }],
    "Pharmacology": [{
                     "Name" : "Professor Nick Grey",
                     "Qualifications":"BDS, MDSc, PhD, DRD, MRD, FDSRCSEd, FHEA",
                     "Special-Interests":"Teaching innovation, implantology, restorative dentistry",
                     "Biography":"Professor Nick Grey is currently Associate Dean for Teaching and Learning in the Faculty. His main role within the School of Dentistry is in teaching. His current theme is to explore new models of the delivery of teaching and learning for Student Dentists, to enhance their experience. In addition, he is developing novel ways to engage the student body using a myriad of ways of communication.\n\nHe has been heavily involved in the development of the new Manchester Dental Programme with an emphasis on the development of clinical competencies and adopting an outcome approach to the way teaching and learning is delivered. He has encouraged a team approach to teaching to broaden the learning experience for Student Dentists and is developing the philosophy of student teams involving all of the Dental Care Professionals. Recently, a collaboration with the Manchester Metropolitan University, who teach Students of Dental Technology has further enabled a team approach to teaching.\n\nNationally he is an examiner for Royal College of Surgeons and also a member of their Advisory Board in Restorative Dentistry.\n\nHe has lectured nationally and internationally and co-authored one textbook.\n\nIn 2007 he was awarded 'Teacher of the Year' for his efforts in enhancing the learning experience for Students. As Head of School he has overseen the building of a State of the art Clinical Skills Facility and the refurbishment of the main undergraduate clinical treatment clinic which places Manchester at the forefront of high quality teaching resources.\n\nHis aim is to achieve the University targets for 2015 and nurture a happy and productive environment for all staff and students. He is passionate about enhancing the teaching and learning experience for students.",
                     "Image":"nick-g.jpg"
                     }],
    
    "Radiology": [{
                "Name" : "Professor Keith Horner",
                "Qualifications":"BChD, MSc, PhD, Odont Dr (hc), FDSRCPSGlasg, FRCR, DDR",
                "Special-Interests":"Radiology and Radiation Protection",
                "Biography":"Professor Horner qualified at Leeds Dental School in 1981. He worked in Leeds and Sheffield up to Registrar level, obtaining FDS in 1985. He underwent specialist clinical training in London, moving to Manchester University in 1988, being promoted to Hon. Consultant in 1990 and a Personal Chair in 2002. He has about 100 publications in scientific journals. He is Editor of the FGDP (UK) 'Selection Criteria for Dental Radiography' and Chair of the EC-funded Working Group to develop European Guidelines on Radiation Protection in Dental Radiology (2004). He was President of the British Society of Dental and Maxillofacial Radiology from 2005-07.",
                "Image":"keith-h.jpg"
                }],
    "Restorative Dentistry": [{
                "Name" : "Mr. Martin Ashley",
                "Qualifications":"BDS (hons), FDSRCS (Eng), FDSRCS (Rest Dent), MPhil",
                "Special-Interests":"Periodontology, Hypodontia, Cleft, Clinical Audit and Effectiveness",
                              "Biography":"Based at the University Dental Hospital of Manchester, the Royal Manchester Children's Hospital and University Hospitals of South Manchester, Martin Ashley is one of the UK's leading dentists. He is a well-known and respected Consultant in Restorative Dentistry and an Honorary Senior Lecturer for the University of Manchester. He is registered as a specialist in Restorative Dentistry, Periodontics, Endodontics and Prosthodontics.Martin features in ITV's eagerly awaited new documentary 'The Dentists'.\n\nWorking closely with his team of consultant colleagues, Martin provides specialist dental care for patients with a wide range of conditions. In particular, those requiring dental implant treatment, those with periodontal (gum) disease, those who fail to develop their adult teeth and those who have had cleft lip and palate surgery.\n\nMartin is the Associate Clinical Head of the Dental Division in Manchester and holds several positions of responsibility within the Central Manchester NHS Foundation Trust and at the Royal College of Surgeons of England. Martin is passionate about improving dental health. For twenty years, he has successfully trained hundreds of dentists and dental hygienists and guided thousands of people on their pathway to a healthy mouth.\n\nAlongside his other positions, Martin has written a ground-breaking series of books on dental health care for all the family, titled Your Healthy Mouth. In the richly illustrated series, he shares his knowledge of common dental problems and easy to use preventive methods, in the fight against gum disease, tooth decay and other oral diseases.\n\nYour Healthy Mouth is packed full of great advice for everyone, at every stage of life. Parents of young children, teenagers starting to look after their own mouths, adults looking for a dentist and then those of us who act as carers for friends and relatives. Your Healthy Mouth covers all aspects of dental care and with such straight advice on diet, dental hygiene and lifestyle to achieve and maintain both good oral health and an overall improved quality of life, it is an essential family handbook.\n\nMartin said, 'Your Healthy Mouth gathers together and shares what I have learned in over 20 years of dental practice and my own personal studies. By taking advantage of what I have learnt, everyone can benefit from this knowledge.It is a privilege and a pleasure to help people maintain their teeth for life. We now know so much more about all the problems that can develop in a mouth. By preventing these developing and also recognising the early warning signs, there are clear benefits for each person's dental health and overall general health as well.'The series of five e-books are now available from Amazon, www.smashwords.com and all other online retailers.\n\nMartin lectures at events across the UK and also maintains private dental practices in Altrincham, Cheshire and in central Manchester.",
                "Image":"martin-a.jpg"
                              },
                              {
                              "Name" : "Professor Nick Grey",
                              "Qualifications":"BDS, MDSc, PhD, DRD, MRD, FDSRCSEd, FHEA",
                              "Special-Interests":"Teaching innovation, implantology, restorative dentistry",
                              "Biography":"Professor Nick Grey is currently Associate Dean for Teaching and Learning in the Faculty. His main role within the School of Dentistry is in teaching. His current theme is to explore new models of the delivery of teaching and learning for Student Dentists, to enhance their experience. In addition, he is developing novel ways to engage the student body using a myriad of ways of communication.\n\nHe has been heavily involved in the development of the new Manchester Dental Programme with an emphasis on the development of clinical competencies and adopting an outcome approach to the way teaching and learning is delivered. He has encouraged a team approach to teaching to broaden the learning experience for Student Dentists and is developing the philosophy of student teams involving all of the Dental Care Professionals. Recently, a collaboration with the Manchester Metropolitan University, who teach Students of Dental Technology has further enabled a team approach to teaching.\n\nNationally he is an examiner for Royal College of Surgeons and also a member of their Advisory Board in Restorative Dentistry.\n\nHe has lectured nationally and internationally and co-authored one textbook.\n\nIn 2007 he was awarded 'Teacher of the Year' for his efforts in enhancing the learning experience for Students. As Head of School he has overseen the building of a State of the art Clinical Skills Facility and the refurbishment of the main undergraduate clinical treatment clinic which places Manchester at the forefront of high quality teaching resources.\n\nHis aim is to achieve the University targets for 2015 and nurture a happy and productive environment for all staff and students. He is passionate about enhancing the teaching and learning experience for students.",
                              "Image":"nick-g.jpg"
                              },
                              {
                              "Name" : "Professor Julian Satterthwaite",
                              "Qualifications":"BDS MSc PhD PGDip FDS MFDSRCS FDS(Rest Dent) FHEA FADM",
                              "Special-Interests":"Endodontics, Periodontics, Prosthodontics, Restorative Dentistry",
                              "Biography":"Senior Lecturer and Honorary Consultant in Restorative Dentistry. Julian Satterthwaite graduated from Cardiff in 1996 and then moved to Bristol, working in both general practice and hospital posts. Following a short period in Surrey and completion of the Fellowship in Dental Surgery of the Royal College of Surgeons of England (FDS), he returned to Bristol early in 1999 as a Lecturer in Restorative Dentistry, completing the Membership of the Faculty of Dental Surgery of the Royal College of Surgeons of England (MFDS) shortly after. He then moved to London to undertake a Masters degree (MSc) in Conservative Dentistry at the Eastman Dental Institute, which was awarded (with distinction) in October 2001.\n\nHe has been at The University of Manchester School of Dentistry since 2001, where he has completed specialist training in Restorative Dentistry, together with a PhD in Biomaterials Science. He is currently Senior Lecturer and Honorary Consultant in Restorative Dentistry.\n\nJulian Satterthwaite is extensively involved in postgraduate education and training. He is Programme Director of the University’s MSc in Fixed & Removable Prosthodontics and also Periodontics. He has been Lead for Postgraduate Taught programmes for the School of Dentistry since January 2009 and from September 2011, Director of Graduate Education.\n\nHis roles reflect his keen interest in post-graduate education and skills improvement for the dental team and he has broad experience of providing a variety of academic and hands-on training.\n\nOutside of the University, he is an examiner for the Royal Colleges of England and Edinburgh, examining the MJDF, Diploma in Implant Dentistry, and the specialty Membership in Restorative Dentistry. Dr Julian Satterthwaite has an interest in factors influencing tooth and restoration survival, ranging from initial treatment decisions to methods of rehabilitating compromised teeth. ",
                              "Image":"julian-s.jpg"
                              },
                              {
                              "Name" : "Dr. Carly Taylor",
                              "Qualifications":"BDS MSc MFGDP(UK) FHEA",
                              "Special-Interests":"Restorative dentistry, dental education, professionalism in dentistry",
                              "Biography":"I am Year 3 Lead for the BDS programme and an Honorary Specialty Registrar in Restorative Dentistry. I oversee the academic content and delivery of the clinical skills courses in Restorative Dentistry for undergraduate students. I teach all years of undergraduate students,both in the clinical and non clinical aspects of their education, in addition to supervising MSc students. I have a strong interest in dental education and am currently undertaking  a PhD relating to professionalism in Dentistry.",
                              "Image":"carly-t.jpg"
                              },
                              {
                              "Name" : "Dr. Lee Valentine",
                              "Qualifications":"BDS",
                              "Special-Interests":"Endodontics, aesthetic and restorative dentistry",
                              "Biography":"Lee Valentine graduated from the University of Liverpool in 1993 after winning the Henry Wade Deacon Scholarship and worked as a General Practitioner in the NHS for 3 years before continuing his education at Manchester University in the Department of Restorative Dentistry where he undertook two years post graduate training in endodontics (root fillings).\n\nHe has accepted referrals throughout the North West for conventional and reparative endodontic procedures for over 10 years. He is experienced in the use of microscopy and the latest instrumentation and obturation protocols.\n\nCurrently a member of the BACD (British Association of Cosmetic Dentists), he has trained at the St Anne's Academy with Paul Tipton and has an interest in Cerec CAD/CAM dentistry (computer aided dentistry) as well as pre-restorative orthodontics using the Invisalign system. He is a graduate of the California Centre for Advanced Dental Studies (CCADS), holding a certificate in advanced concepts in Cosmetic Dentistry. He has completed a 12 month advanced Aesthetic and Restorative course in London with Chris Orr, who is the president of the British Accademy of Cosmetic Dentistry (BACD).\n\nLee is also a part time clinical instructor at the University of Manchester and also carries out the restorative stages of dental implant therapy.\n\nLee's General Dental Council (GDC) Number is 69642.",
                              "Image":"lee-v.jpg"
                              },
                              {
                              "Name" : "Dr. Ashish Rayarel",
                              "Qualifications":"BDS MFGDP(UK) MSC",
                              "Special-Interests":"Ash qualified in 1989 from the University of Manchester. Since then he has gained the MFGDP (UK) from the Royal College of Surgeons in 1998. Ash has been an approved trainer for new graduates since 1996 and has been awarded the certificate in teaching and learning in professional practice with merit from the University of Central Lancashire. He also teaches dental students at Manchester Dental Hospital and has worked at the local hospital treating patients with difficult restorative cases.\n\nAsh has a keen interest in cosmetic dentistry and facial aesthetics. He is enthusiastic about new innovations and ideas and shows his commitment by continuously improving his knowledge by completing postgraduate courses.  He has undertaken year long courses in restorative dentistry, practical and aesthetics where he received a special commendation award at the esteemed St Anne's Clinic; he has completed the dental implant course under the supervision of the eminent and highly acclaimed Dr Paul Tipton.\n\nAsh has treated many patients and made them youthful by using Botox and Dermal fillers treatments, he has been implementing this treatment since 2007 when he completed the Botox and Dermal fillers course. Ash is an approved clinician of Invisalign, where he can correct your smile using clear (invisible) braces. He completed this course in 2007.  Ash has also completed the 6 months smiles orthodontic course.\n\nAsh has a particular passion and expertise in the application of fastbraces, which have been revolutionary in the field of orthodontics. These allow patients to achieve quicker results than traditional brace systems with much less sensitivity.\n\nHe has completed a MSc in Restorative & Aesthetic Dentistry from the University of Manchester.\n\nOutside of Dentistry, Ash has a keen interest in cricket and football and enjoys keeping fit at the gym.",
                              "Image":"ashish-r.jpg"
                              }],
    "Trauma": [{
               "Name" : "Dr. James Darcey",
               "Qualifications":"BDS MSc MFGDP RCSEng MEndo RCSEd",
               "Special-Interests":"Restorative Dentistry, Periodontology, Endodontics and Dental Trauma",
               "Biography":"Following undergraduate study James undertook vocational training in 2004 at Elaine Hawthorn and Associates.  He was awarded the Diploma of Membership to the Faculty of General Dental Practitioners (MFGDP) in 2006.  In 2008 he completed a Masters degree in Oral and Maxillofacial Surgery with distinction from the University of Manchester.\n\nIn 2010, following 6 years working in NHS general dental practice, James began specialist training at the University Dental Hospital of Manchester where he also holds an Honorary Lecturer post teaching both undergraduate and post graduate students.  In September 2013 he attained Membership in Endodontics from the Royal College of Surgeons of Edinburgh and in November 2014 passed the Intercollegiate Specialty Fellowship Examination. He is due to complete training as a Consultant in Restorative Dentistry in June 2015.  James continues to work in general dental practice providing minor oral surgery services on the NHS.\n\nJames is the author of several publications and is currently studying a Masters Degree in Dental Public Health researching the need for endodontic services across Greater Manchester.  He lecturers on many aspects of restorative dentistry and more specifically, endodontic treatment.",
               "Image":"james-d.jpg"
               }],
    "Human Disease": [{
                      "Name" : "Professor Nick Grey",
                      "Qualifications":"BDS, MDSc, PhD, DRD, MRD, FDSRCSEd, FHEA",
                      "Special-Interests":"Teaching innovation, implantology, restorative dentistry",
                      "Biography":"Professor Nick Grey is currently Associate Dean for Teaching and Learning in the Faculty. His main role within the School of Dentistry is in teaching. His current theme is to explore new models of the delivery of teaching and learning for Student Dentists, to enhance their experience. In addition, he is developing novel ways to engage the student body using a myriad of ways of communication.\n\nHe has been heavily involved in the development of the new Manchester Dental Programme with an emphasis on the development of clinical competencies and adopting an outcome approach to the way teaching and learning is delivered. He has encouraged a team approach to teaching to broaden the learning experience for Student Dentists and is developing the philosophy of student teams involving all of the Dental Care Professionals. Recently, a collaboration with the Manchester Metropolitan University, who teach Students of Dental Technology has further enabled a team approach to teaching.\n\nNationally he is an examiner for Royal College of Surgeons and also a member of their Advisory Board in Restorative Dentistry.\n\nHe has lectured nationally and internationally and co-authored one textbook.\n\nIn 2007 he was awarded 'Teacher of the Year' for his efforts in enhancing the learning experience for Students. As Head of School he has overseen the building of a State of the art Clinical Skills Facility and the refurbishment of the main undergraduate clinical treatment clinic which places Manchester at the forefront of high quality teaching resources.\n\nHis aim is to achieve the University targets for 2015 and nurture a happy and productive environment for all staff and students. He is passionate about enhancing the teaching and learning experience for students.",
                      "Image":"nick-g.jpg"
                      }],
    "Infection Control": [{
                          "Name" : "Professor Nick Grey",
                          "Qualifications":"BDS, MDSc, PhD, DRD, MRD, FDSRCSEd, FHEA",
                          "Special-Interests":"Teaching innovation, implantology, restorative dentistry",
                          "Biography":"Professor Nick Grey is currently Associate Dean for Teaching and Learning in the Faculty. His main role within the School of Dentistry is in teaching. His current theme is to explore new models of the delivery of teaching and learning for Student Dentists, to enhance their experience. In addition, he is developing novel ways to engage the student body using a myriad of ways of communication.\n\nHe has been heavily involved in the development of the new Manchester Dental Programme with an emphasis on the development of clinical competencies and adopting an outcome approach to the way teaching and learning is delivered. He has encouraged a team approach to teaching to broaden the learning experience for Student Dentists and is developing the philosophy of student teams involving all of the Dental Care Professionals. Recently, a collaboration with the Manchester Metropolitan University, who teach Students of Dental Technology has further enabled a team approach to teaching.\n\nNationally he is an examiner for Royal College of Surgeons and also a member of their Advisory Board in Restorative Dentistry.\n\nHe has lectured nationally and internationally and co-authored one textbook.\n\nIn 2007 he was awarded 'Teacher of the Year' for his efforts in enhancing the learning experience for Students. As Head of School he has overseen the building of a State of the art Clinical Skills Facility and the refurbishment of the main undergraduate clinical treatment clinic which places Manchester at the forefront of high quality teaching resources.\n\nHis aim is to achieve the University targets for 2015 and nurture a happy and productive environment for all staff and students. He is passionate about enhancing the teaching and learning experience for students.",
                          "Image":"nick-g.jpg"
                          }],
    "Oral Histology": [{
                       "Name" : "Dr. Mike Pemberton",
                       "Qualifications":"BDS, MBChB, FDS RCSEd",
                       "Special-Interests":"Oral Medicine",
                       "Biography":"Dr Mike Pemberton undertook his undergraduate dental degree at Sheffield qualifying in 1985, followed by junior hospital dental positions. He then was awarded his medical degree at Sheffield qualifying in 1995. Following higher specialist training in Manchester, he was appointed Consultant and honorary lecturer in medicine in dentistry at the University of Manchester in 2000. Mike Pemberton’s research interests centre around oral mucosal disease. He has published extensively across Nature Genetics, British Medical Journal, British Dental Journal, and British Journal of Cancer. Alongside his academic and clinical duties, he is also the regional dental advisor for the Royal College of Surgeons of Edinburgh.",
                       "Image":"mike-p.jpg"
                       },
                       {
                       "Name" : "Dr. Raj Ariyaratnam",
                       "Qualifications":"BDS, MDS (MAN), FDSRCS (ENG)",
                       "Special-Interests":"",
                       "Biography":"Dr. Ariyaratnam is a Specialist Oral Physician and Oral Surgeon based at the Central Manchester Foundation Trust. He is the academic lead for undergraduate Oral Medicine Teaching programme at the University of Manchester, playing a leading role in curriculum setting, course coordination and assessment exercises.\n\nHis role extends to acting as an internal examiner for the University MPhil and MSc courses, as well as examining for the Royal College of Surgeons (MDSRCS, MJDFRCS and LDSRCS examinations) and the General Dental Council (Statutory and ORE examinations). Outside of his examining role he travels across the world to teach at other Universities across Asia and thoroughly enjoys the clinical aspects of treating patients.",
                       "Image":"raj-a.jpg"
                       }],
    "Oral Surgery": [{
                "Name" : "Dr. Julian Yates",
                "Qualifications":"BSc (Hons), BDS, PhD, MFDSRCPS, FDSRCPS (Oral Surgery), FDSRCS",
                "Special-Interests":"Facial trauma, Oral and Maxillofacial Surgery (Oral Surgery)",
                     "Biography":"Julian Yates is a Professor of Oral and Maxillofacial Surgery at The University of Manchester and Honorary Consultant at Central Manchester NHS Foundation Trust, UK.\n\nProfessor Yates graduated with an Honours degree in Anatomy and Human Biology and then Dentistry at the University of Glasgow. He was then appointed as a research associate within the Dept of Oral and Maxillofacial Surgery at the University of Sheffield, funded by a Wellcome Trust Fellowship. This work investigated methods of enhancing nerve regeneration and preventing dysaesthesia following trigeminal nerve injury, and ultimately led to his PhD in 2002. After this period as a research assistant he undertook several hospital posts in the Yorkshire area as a Senior House Officer in Oral and Maxillofacial Surgery. During this time he also gained his MFDS fellowship exam at the Royal Collage of Physicians and Surgeons in Glasgow. He was then appointed by the University of Sheffield as a Clinical Lecturer/Hon SpR in Oral and Maxillofacial Surgery and went on to complete his ACCOMS training pathway.\n\nIn 2006 he was successful in obtaining a HEFCE Clinical Senior Lecturer award – the first one awarded to an individual in a dental specialty, and this enabled him to be promoted to Senior Lecture/Honorary Consultant in Oral & Maxillofacial Surgery in Sheffield. In 2011 he went on to become a Professor in Oral and maxillofacial Surgery and Implantology at the University of Manchester./n/nClinically his areas of specialist interest are facial deformity, facial trauma, oral and maxillofacial implantology, soft and hard tissue augmentation/grafting and trigeminal nerve repair.\n\nAlong with his clinical duties he has continued to undertake research into the aetiology of trigeminal pain/dysaesthesia, methods of enhancing nerve regeneration and developing methods of CAD/CAM manufacture of customized hard/soft tissue prostheses. As a result of the former work, changes have been made to the clinical management of patients who have sustained damage to branches of their trigeminal nerve and these are now well recognised. With regard to the latter work, an established and patented protocol has now been produced for the automated design and manufacture of hard and soft tissue prostheses in patients with facial abnormalities. Both fields of research have been recognized nationally and internationally as key areas of translational research that have directly benefited patients. As a result of this work Professor Yates has been returnable for the last two RAE rounds. As well as lecturing nationally and internationally on his areas of clinical/research interest he has published numerous scientific papers and abstracts, and presented numerous scientific articles in internationally recognized journals/meetings since 1998.\n\nProfessor Yates is also heavily involved in UG and PG teaching and has already introduced several new and innovative courses within the School of Dentistry in Manchester. These include the introduction of formalized didactic lectures in all aspects of Oral Surgery and an UG laboratory based “hands on” dental implant course. Furthermore he has increased the scope of inter-disciplinary training opportunities for specialist training.\n\nAt present Professor Yates is external examiner for the BDS Clinical Medical Sciences course at the University of Dundee and MClinDent PG Course at QMUL.",
                "Image":"julian-y.jpg"
                }],
    "Pain and Anxiety": [{
                         "Name" : "Professor Nick Grey",
                         "Qualifications":"BDS, MDSc, PhD, DRD, MRD, FDSRCSEd, FHEA",
                         "Special-Interests":"Teaching innovation, implantology, restorative dentistry",
                         "Biography":"Professor Nick Grey is currently Associate Dean for Teaching and Learning in the Faculty. His main role within the School of Dentistry is in teaching. His current theme is to explore new models of the delivery of teaching and learning for Student Dentists, to enhance their experience. In addition, he is developing novel ways to engage the student body using a myriad of ways of communication.\n\nHe has been heavily involved in the development of the new Manchester Dental Programme with an emphasis on the development of clinical competencies and adopting an outcome approach to the way teaching and learning is delivered. He has encouraged a team approach to teaching to broaden the learning experience for Student Dentists and is developing the philosophy of student teams involving all of the Dental Care Professionals. Recently, a collaboration with the Manchester Metropolitan University, who teach Students of Dental Technology has further enabled a team approach to teaching.\n\nNationally he is an examiner for Royal College of Surgeons and also a member of their Advisory Board in Restorative Dentistry.\n\nHe has lectured nationally and internationally and co-authored one textbook.\n\nIn 2007 he was awarded 'Teacher of the Year' for his efforts in enhancing the learning experience for Students. As Head of School he has overseen the building of a State of the art Clinical Skills Facility and the refurbishment of the main undergraduate clinical treatment clinic which places Manchester at the forefront of high quality teaching resources.\n\nHis aim is to achieve the University targets for 2015 and nurture a happy and productive environment for all staff and students. He is passionate about enhancing the teaching and learning experience for students.",
                         "Image":"nick-g.jpg"
                         }],
    "Situational Judgement": [{
                              "Name" : "Dr. Alisdair Miller",
                              "Qualifications":"BDS, FFGDP, FFGDP, FDS, FAcadMEd",
                              "Special-Interests":"Ethics and Law, Restorative Dentistry, Post-Graduate Education",
                              "Biography":"Alasdair was general dental practitioner in Taunton for 30 years along the way he was also a clinical assistant in oral surgery, a VT Advisor (Programme Director), Dental Postgraduate Dean, Programme Director of Bristol University’s BUOLD diploma programme and tutor on the business skills and laedership units. In 2014/5 he was the President of the BDA. He has been a non executive director of health authorities, various companies and has been for the past decade a director of the Lloyd & Whyte Group, the award winning, leading insurace brokers to healthcare professionals. The is a Council member of the MDU. QA inspector for the GDC and  External Examiner for NEBDN. He is an associate with Synergy Global consulting. All this experience has lead him to develop a passion for encouraging success in others via executive coaching. When not involved engaged in these activities he skis, sails and plays his saxaphone, badly!",
                              "Image":"alisdair-m.jpg"
                              },
                              {
                              "Name" : "Dr. David Whitehouse",
                              "Qualifications":"BDS, PG Cert TLCP",
                              "Special-Interests":"Law & Ethics, Advanced restorative and surgical dentistry, general family dentistry",
                              "Biography":"David is the practice owner/partner of Johnson & Whitehouse Chester. He is an undergraduate tutor with Liverpool University, a postgraduate trainer with Mersey Deanery and was the Dental Clinical Lead for Western Cheshire PCT. He also is a member of the formative Local Professional Network. David’s professional interests are general family dentistry, advanced conservation and surgical dentistry.\n\nHe is a member of the British Dental Association, The Society for the advancement of Anesthesia in Dentistry, the Dental Defence Union and the European Mentoring and Coaching Council. David’s spare time is spent pursuing DIY, photography, swimming, scuba diving and traveling.",
                              "Image":"david-w.jpg"
                              }],
    "Tooth Development": [{
                          "Name" : "Professor Nick Grey",
                          "Qualifications":"BDS, MDSc, PhD, DRD, MRD, FDSRCSEd, FHEA",
                          "Special-Interests":"Teaching innovation, implantology, restorative dentistry",
                          "Biography":"Professor Nick Grey is currently Associate Dean for Teaching and Learning in the Faculty. His main role within the School of Dentistry is in teaching. His current theme is to explore new models of the delivery of teaching and learning for Student Dentists, to enhance their experience. In addition, he is developing novel ways to engage the student body using a myriad of ways of communication.\n\nHe has been heavily involved in the development of the new Manchester Dental Programme with an emphasis on the development of clinical competencies and adopting an outcome approach to the way teaching and learning is delivered. He has encouraged a team approach to teaching to broaden the learning experience for Student Dentists and is developing the philosophy of student teams involving all of the Dental Care Professionals. Recently, a collaboration with the Manchester Metropolitan University, who teach Students of Dental Technology has further enabled a team approach to teaching.\n\nNationally he is an examiner for Royal College of Surgeons and also a member of their Advisory Board in Restorative Dentistry.\n\nHe has lectured nationally and internationally and co-authored one textbook.\n\nIn 2007 he was awarded 'Teacher of the Year' for his efforts in enhancing the learning experience for Students. As Head of School he has overseen the building of a State of the art Clinical Skills Facility and the refurbishment of the main undergraduate clinical treatment clinic which places Manchester at the forefront of high quality teaching resources.\n\nHis aim is to achieve the University targets for 2015 and nurture a happy and productive environment for all staff and students. He is passionate about enhancing the teaching and learning experience for students.",
                          "Image":"nick-g.jpg"
                          }],
    "Ethical Scenarios": [{
                          "Name" : "Dr. Alisdair Miller ",
                          "Qualifications":"BDS, FFGDP, FFGDP, FDS, FAcadMEd",
                          "Special-Interests":"Ethics and Law, Restorative Dentistry, Post-Graduate Education",
                          "Biography":"Alasdair was general dental practitioner in Taunton for 30 years along the way he was also a clinical assistant in oral surgery, a VT Advisor (Programme Director), Dental Postgraduate Dean, Programme Director of Bristol University’s BUOLD diploma programme and tutor on the business skills and laedership units. In 2014/5 he was the President of the BDA. He has been a non executive director of health authorities, various companies and has been for the past decade a director of the Lloyd & Whyte Group, the award winning, leading insurace brokers to healthcare professionals. The is a Council member of the MDU. QA inspector for the GDC and  External Examiner for NEBDN. He is an associate with Synergy Global consulting. All this experience has lead him to develop a passion for encouraging success in others via executive coaching. When not involved engaged in these activities he skis, sails and plays his saxaphone, badly!",
                          "Image":"alisdair-m.jpg"
                          },
                          {
                          "Name" : "Dr. David Whitehouse",
                          "Qualifications":"BDS, PG Cert TLCP",
                          "Special-Interests":"Law & Ethics, Advanced restorative and surgical dentistry, general family dentistry",
                          "Biography":"David is the practice owner/partner of Johnson & Whitehouse Chester. He is an undergraduate tutor with Liverpool University, a postgraduate trainer with Mersey Deanery and was the Dental Clinical Lead for Western Cheshire PCT. He also is a member of the formative Local Professional Network. David’s professional interests are general family dentistry, advanced conservation and surgical dentistry.\n\nHe is a member of the British Dental Association, The Society for the advancement of Anesthesia in Dentistry, the Dental Defence Union and the European Mentoring and Coaching Council. David’s spare time is spent pursuing DIY, photography, swimming, scuba diving and traveling.",
                          "Image":"david-w.jpg"
                          }]
    
}
